[General]
Version=1.8.3
LanguageName=Deutsch 
lblLanguageAuthor=Fropper

[Form1]
checkSavePeers=Save list of peers
ResetCountersButton=Reset Counters
testNetworkButton=Test Settings...
speedWarningLabel=Warnung: Geschwindigkeiten über 20000 KB/s können verdächtig wirken.
checkShowTrayBaloon=Informationen beim Überfahren des Taskleistensymbols anzeigen
lblInterface=Oberfläche:
lblLanguage=Sprache:
TorrentFileLabel=Pfad:
closeButton=Schließen
StartButton=Start
tabGeneral=Allgemein
groupTorrentFile=Torrent-Datei
browseButton=durchsuchen...
groupStats=Statistiken
totalRunningTimeLabel=Gesamte Zeit :
leechLabel=Leecher:
seedLabel=Seeder:
manualUpdateButton=Manuelles Update
labelUpdateIn=Update in:
downloadCountLabel=Gedownloadet :
uploadCountLabel=Geuploadet :
groupBoxOptions=Optionen
applyStopSettingsButton=Anwenden
stopProcessLabel=Stoppe Prozess nach:
FileSizeLabel=Fertiggestellt (%)
uploadRateLabel=Upload-Geschwindigkeit (kB/s) :
downloadRateLabel=Download-Geschwindigkeit (kB/s) :
groupTorrentInfo=Torrent-Informationen
labelTorrentSize=Größe:
hashLabel=SHA Hash:
TrackerLabel=Tracker:
tabAdvanced=Erweitert
memoryReaderButton=Memory Reader...
updateAnnounceParamsOnStart=Aktualisiere peer_id und Key beim Start
checkNewVersion=Prüfe auf neue Version
ClientLabel=Client-Simulation:
randomSpeedGroup=Zufällige Upload/Download-Geschwindigkeiten
RandomDownloadToLabel=Max:
RandomUploadToLabel=Max:
RandomDownloadFromLabel=Min:
RandomUploadFromLabel=Min:
checkRandomDownload=Download (kB)
checkRandomUpload=Upload  (kB)
reportParamsGroup=Announce-Parameter
keyLabel=Schlüssel (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Anzahl der Peers (numwant):
portInfoLabel=Wenn diese Felder leer bleiben, wird RatioMaster zufällige oder Standardwerte benutzen
portLabel=Port (port):
tabNetwork=Netzwerk
groupNetworkMisc=Diverse
checkIgnoreFailureReason=Ignoriere 'failure reason' Trackerantwort
labelStopMinLeecher=Stoppt den Upload falls die Anzahl der Leecher geringer ist als:
intervalLabel=Trackerupdate-Intervall (s):
checkRequestScrap=Erhalte Seeder/Leecher Statistiken (Erhalte Info vom Tracker)
checkTCPListen=Benutze TCP-Listener (Erscheint als 'connectable' auf dem Tracker)
proxySettingsGroup=Proxyserver-Einstellungen
labelProxyPass=Passwort:
labelProxyUser=Benutzer:
labelProxyPort=Port:
labelProxyHost=Host:
labelProxyType=Proxytyp:
tabLog=Log
saveLogButton=Log speichern
checkLogEnabled=Log einschalten
checkHideConfidentialInfo=Vertrauliche Infos ausblenden
clearLogButton=Log löschen
tabAbout=Über
labelForums=Forum:
labelWebSite=Website:
StopButton=Stop
linkProxyHelp=Hilfe zu Proxies (Englisch)
tabUpdates=Updates
installUpdatesButton=Updates installieren
checkUpdatesButton=Nach Updates suchen
labelUpdates=Clienten und Sprachen
labelBindIp=An IP binden:
checkMinimizeToTray=In Tray minimieren
checkIgnoreTimeout=Ignoriere Verbindungsfehler
checkUPnP=Aktiviere UPnP Port-Mapping


[MemoryReader]
reApplyButton=Anwenden
reCloseButton=Schließen
groupBoxSearchResults=Suchergebnisse
reHashLabel=Hash:
rePeerIdLabel=Peer ID (peer_id):
reKeyLabel=Key (key):
numwantLabel=Anzahl der Peers (numwant):
rePortLabel=Port (port):
reSearchStrLabel=String:
reSearchButton=Starte die Suche
reProcessNameLabel=Prozessname:

[Messages]
testNetworkInProgress=Network settings test is in progress...
testNetworkFailed=Connection Error
testNetworkSuccess=Connected successfully. Current RatioMaster network settings appear to be working.
mrNoProcessFound=Keine {0} Prozesse gefunden .\r\nVersichern Sie sich das der Torrent-Client läuft und das mindestens ein Torrent funktioniert.
mrSearchFail=Suche fehlgeschlagen.\r\nVersichern Sie sich das der Torrent-Client läuft und das mindestens ein Torrent funktioniert.
mrSearchTitle=Suche
mrSearchSuccess=Suche erfolgreich abgeschlossen!\r\nDrücken Sie Anwenden um die gefundenen Werte für den momentanen Clienten zu benutzen.
vrNewVersionReleased=Neue Version erschienen! Download auf http://www.moofdev.net
vrNewVersionTitle="Neue Version verfügbar"
ballonUploaded=Geuploadet: {0} \r\n
ballonDownloaded=Gedownloadet: {0} \r\n
ballonUpdateIn=Update in: {0} \r\n
ballonTotalTime=Gesamte Zeit: {0} \r\n
stopProcessOpt1=Nicht stoppen
stopProcessOpt2=Geuploadet
stopProcessOpt3=Gedownloadet
stopProcessOpt4=Zeit
stopProcessOpt5=~1,2x geseedet
stopProcessUnits1=Sekunden
stopProcessUnits2=Minuten
stopProcessUnits3=Stunden
restoreToolStripMenuItem=Wiederherstellen
exitToolStripMenuItem=Schließen
umNumUpdatesFound={0} Updates gefunden
umNoUpdatesFound=Keine neuen Updates
umParsingUpdates=Analysiere Updates...
umCheckingUpdates=Suche nach Updates...
umDownloadingUpdate=Downloade Update {0}
umFinishedDownloadingUpdates=Updaten abgeschlossen
clmnUpdateName=Name
clmnUpdateFileName=Dateiname
clmnUpdateType=Typ
clmnUpdateAuthor=Autor
confirmCloseTitle=Bestätigung
confirmCloseMessage=Torrentupdate wird gerade ausgeführt. Wollen Sie wirklich RatioMaster beenden?
defaultBinding=Standardeinstellung

[Tooltips]
reApplyButton=Click on "Apply" to copy search results into Advanced Tab of RM.
groupBoxSearchResults=If search successfull RM fills those fields with found results.\r\nCopy those values manually to RM Advanced Settings or press on Apply.
reSearchButton=Press on "Start Search" to ... Start Search.
reSearchStr=RM looks for this string to find announce URL and parse search results.
reProcessNameBox=RM will look for this process.\r\nRM fills this box automatically according to your current Client Selection.
checkIgnoreTimeout=RM will ignore connection errors
checkIgnoreFailureReason=RM ignoriert Fehlermeldungen des Trackers und führt den Upload wie gewohnt fort, wenn diese Option ausgewählt ist.
labelStopMinLeecher=RM kann automatisch mit einer Geschwindigkeit von 0 hochladen wenn die Anzahl der Leecher kleiner als der gewählte Wert ist
intervalLabel=Standard-Upload-Intervall zum senden von Informationen an den Tracker\r\n Nützlich für Tracker, welche keinen Update-Intervall senden.
proxySettingsGroup=RM kann Proxies benutzen um zum Tracker zu verbinden, so können sie ihre wahre IP verstecken.
memoryReaderButton=Memory Reader\r\nMit diesem Tool können sie Client-Parameter simulieren \r\nwie die peer_id, Key, Port und andere, um ihren richtigen Client-Parametern zu entsprechen.
updateAnnounceParamsOnStart=Wenn diese Option aktiv ist, generiert RM eine neue peer_id und neuen Key bei jedem Start.\r\nAndernfalls benutzt RM  gespeicherte Werte vom letzten mal.
TorrentClientsBox=In dieser ComboBox wählen sie den zu simulierenden Clienten aus.
randomSpeedGroup=RM kann die Geschwindigkeiten nach jeder Announce zufällig neu wählen \r\nEine gleichbleibende Uploadgeschwindigkeit über einen längeren Zeitraum ist verdächtig.
torrentFile=Torrent File Path\r\nDrücke durchsuchen... oder Drag & Drop Torrent ins RM-Fenster
totalRunningTimeLabel=Laufzeit für diese Sitzung
leechLabel=Leecher bei diesem Torrent\r\nAuf manchen Trackern ist diese Information nicht verfügbar
seedLabel=Seecher bei diesem Torrent\r\nAuf manchen Trackern ist diese Information nicht verfügbar
manualUpdateButton=Manuelles Update\r\nDer Tracker kann manuell geupdatet werden, ihre Statistiken sollten sich dementsprechend ändern
labelUpdateIn=Zeit bis zum nächsten Update 
downloadCountLabel=Gedownloadet\r\nNach dem nächsten Update sollten sich ihre Statistiken auf dem Tracker entsprechend ändern
uploadCountLabel=Geuploadet\r\nNach dem nächsten Update sollten sich ihre Statistiken auf dem Tracker entsprechend ändern                                                                                                                     
stopProcessActionBox=RM kann den Prozess automatisch stoppen. \r\nWählen Sie zwischen verschiedenen Optionen und Werten.
uploadRate=Upload-Geschwindigkeit\r\nTragen Sie hier die Geschwindigkeit ein, welche RM dem Tracker senden soll
downloadRate=Download-Geschwindigkeit\r\nTragen Sie hier die Geschwindigkeit ein, welche RM dem Tracker senden soll
shaHash=Torrent Sha Hash\r\nSie können ihn manuell eingeben oder er wird vom ausgewählten Torrent generiert
trackerAddress=Tracker Url\r\nSie können sie manuell eingeben oder er wird vom ausgewählten Torrent generiert
fileSize=Fertige %\r\nSie können eingeben wieviel vom Torrent schon gedownloadet wurde\r\n100% = Seeding\r\n0%     = Leeching vom Anfang \r\nRM speichert Fertige % wie auch alle anderen Optionen für jeden Torrent.                                       
reportParamsGroup=Diese Parameter sind Teil des zum Tracker gesendeten Announce-Strings.\r\nNormalerweise generiert RM diese Parameter automatisch, aber Sie können sie manuell eigeben\r\oder den Memory Reader benutzen um die Parameter von ihrem Clienten zu erhalten.
